Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PAVSAT_INTRO_TEXT
source: The Paced Auditory and Visual Serial Addition Test measures your auditory and visual information processing speed and calculation ability.
ar: يقيس اختبار الجمع المتوالى السمعى البصري المتواتر سرعة معالجة المعلومات السمعية والمرئية والقدرة الحسابية.
ca: El PAVSAT (test visual i auditiu de suma en sèrie per passos) mesura la teva velocitat de processament d’informació auditiva i visual i la teva habilitat de càlcul.
cs: Paced Auditory a Visual Serial Addition Test měří vaši rychlost a počtářské dovednosti při zpracovávání sluchových a zrakových informací.
da: PAVSAT-testen (Paced Auditory and Visual Serial Addition Test) måler, hvor hurtigt du behandler lyd- og synsoplysninger og din evne til at foretage udregninger.
de: Der audiovisuelle Serienaddiertest mit Zeitlimit (PAVSAT, Paced Auditory and Visual Serial Addition Test) misst, wie schnell du akustische und optische Informationen verarbeiten und rechnen kannst.
el: Η δοκιμασία PAVSAT (Βηματική ακουστική και οπτική πρόσθεση αριθμών σε σειρά) αξιολογεί την ταχύτητα ακουστικής και οπτικής επεξεργασίας πληροφοριών και την ικανότητα υπολογισμών.
es: La prueba de suma seriada auditiva y visual por pasos (PAVSAT) mide tu velocidad de procesamiento de información auditiva y visual y tu capacidad de cálculo.
es_419: La Prueba de la adición audiovisual consecutiva ritmada (PAVSAT) mide tu capacidad de cálculo y velocidad de procesamiento de información auditiva y visual.
fi: PAVSAT-testi (Paced Auditory and Visual Serial Addition Test) mittaa kuullun ja nähdyn informaation käsittelynopeuttasi ja laskutaitoasi.
fr: Le test PAVSAT (Paced Auditory and Visual Serial Addition Test) mesure votre vitesse de traitement des informations audio et visuelles et votre capacité à calculer.
fr_ca: Le test rythmé d’addition en série auditive et visuelle (PAVSAT) mesure la vitesse de traitement d’informations auditives et visuelles, ainsi que la capacité de calcul.
he: הבדיקה ״חיבור סדרתי מתוזמן של שמע וראיה״ מודדת את מהירות עיבוד המידע ויכולת החישוב שלך, הן בשמיעה והן בראייה.
hi: पेस्ड ऑडिटरी एंड विजुअल सीरियल ऐडीशन टेस्ट के द्वारा देख और सुनकर जानकारी संसाधित करने की आपकी गति और परिकलन क्षमता को मापा जाता है।
hr: Auditivni i vizualni test tempiranog serijskog zbrajanja (PAVSAT) mjeri brzinu vaše obrade auditivnih i vizualnih podataka te sposobnost računanja.
hu: Az Ütemes hallási és vizuális sorozatösszeadási teszt a hallási és vizuális információfeldolgozási sebességet és számítási képességet méri.
id: Pengujian Paced Auditory dan Visual Serial Addition mengukur kecepatan pemrosesan informasi dan kemampuan menghitung auditori dan visual Anda.
it: Il Paced Auditory and Visual Serial Addition Test (PAVSAT) misura la velocità di elaborazione delle informazioni uditive e visive e la capacità di calcolo.
ja: PAVSAT（定速聴覚および視覚的連続加算）では、聴覚および視覚による情報処理速度と計算能力を測定します。
ko: PAVSAT 테스트(Paced Auditory and Visual Serial Addition Test)는 사용자의 청각 및 시각 정보 처리 속도 및 계산 능력을 측정합니다.
ms: Ujian Penambahan Bersiri Pendengaran dan Visual Berkadar mengukur kelajuan pemprosesan maklumat pendengaran dan visual serta keupayaan pengiraan anda.
nb: PAVSAT-testen (Paced Auditory and Visual Serial Addition Test) måler hvor raskt du behandler lyd- og synsinformasjon og evnen din til å gjøre utregninger.
nl: Met de PAVSAT (een stapsgewijze auditieve en visuele seriële opteltest) wordt gemeten hoe snel je hoorbare en zichtbare informatie verwerkt en hoe goed je kunt rekenen.
pl: Test PAVSAT mierzy szybkość przetwarzania danych audiowizualnych i umiejętność liczenia.
pt: O Teste de Adição Sequencial de Audição e Visão mede suas informações auditivas e visuais processando a velocidade e a capacidade de calcular.
pt_pt: O teste PAVSAT (Paced Auditory and Visual Serial Addition Test) mede a velocidade de processamento de informação auditiva e visual e a capacidade de cálculo.
ro: Testul PAVSAT (testul auditiv și vizual pe etape de adunare în serie) măsoară aptitudinile dvs. de calcul și viteza de procesare a informațiilor auditive și vizuale.
ru: В слуховом и визуальном тестах на сложение с заданным темпом измеряются способности обрабатывать аудиальную и визуальную информацию, а также способность к вычислениям.
sk: Paced Auditory a Visual Serial Addition Test meria rýchlosť, akou dokážete spracovať a spočítať informácie prijaté prostredníctvom sluchu a zraku.
sv: PAVSAT (Paced Auditory and Visual Serial Addition Test) mäter din auditiva och visuella bearbetningshastighet och beräkningsförmåga.
sw: Mtihani wa Ongezeko la Utaratibu wa Sauti na Kuona unapima kasi yako ya kuchakata taarifa za sauti na kuona na uwezo wa kuhesabu.
th: การทดสอบความสามารถผ่านการบวกเลขตามความเร็วที่ได้ยินและมองเห็นจะประเมินข้อมูลด้านการได้ยินและการมองเห็นของคุณโดยการประมวลผลความเร็วและความสามารถด้านการคิดคำนวณ
tr: Tempolu İşitsel ve Görsel Toplama Testi, işitsel ve görsel bilgi işleme hızınızı ve hesaplama becerinizi ölçer.
uk: Слуховий і візуальний тест на складання у заданому темпі вимірює швидкість обробки вами слухової і візуальної інформації та вашу здібність до обчислення.
vi: Bài Kiểm tra Tính tổng Tuần tự bằng Âm thanh và Hình ảnh Theo tốc độ đo lường tốc độ xử lý thông tin âm thanh và hình ảnh cùng với khả năng tính toán của bạn.
zh_cn: “步进式听觉和视觉累加实验”测量您的听觉和视觉信息处理速度和计算能力。
zh_hk: 定時聽覺及視覺連續加法測試（PAVSAT）可測量你的聽覺及視覺資料處理速度及計算能力。
zh_tw: 連續聽覺序列附加測試（PAVSAT）會測量您的視聽覺資訊處理速度和計算能力。

# PHONE_NUMBER_FORM_ITEM_TITLE
source: Phone Number
ar: رقم الهاتف
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
fr_ca: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
ms: Nombor Telefon
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de Telefone
pt_pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sv: Telefonnummer
sw: Namba ya Simu
th: เบอร์โทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
vi: Số điện thoại
zh_cn: 电话号码
zh_hk: 電話號碼
zh_tw: 電話號碼

# PLACEHOLDER_IMAGE_CHOICES
source: Tap to select
ar: اضغط للتحديد
ca: Prem per seleccionar
cs: Chcete‑li vybrat, klepněte
da: Tryk for at vælge
de: Zur Auswahl tippen
el: Αγγίξτε για επιλογή
es: Pulsa para seleccionar
es_419: Toca para seleccionar
fi: Valitse napauttamalla
fr: Toucher pour sélectionner
fr_ca: Toucher pour sélectionner
he: הקש/י לבחירה
hi: चयन करने के लिए टैप करें
hr: Dodirnite za odabir
hu: Koppintson a kijelöléshez
id: Ketuk untuk memilih
it: Tocca per selezionare
ja: タップで選択
ko: 탭하여 선택하기
ms: Ketik untuk pilih
nb: Trykk for å velge
nl: Tik om te selecteren
pl: Stuknij, aby wybrać
pt: Toque para selecionar
pt_pt: Toque para selecionar
ro: Apăsați pentru a selecta
ru: Коснитесь, чтобы выбрать
sk: Klepnutím vyberte
sv: Tryck för att markera
sw: Gonga ili kuchagua
th: แตะเพื่อเลือก
tr: Seçmek için dokunun
uk: Торкніть, щоб вибрати
vi: Chạm để chọn
zh_cn: 轻点来选择
zh_hk: 點一下選擇
zh_tw: 點一下來選取

# PLACEHOLDER_LONG_TEXT
source: Tap to write
ar: اضغط للكتابة
ca: Prem per escriure
cs: Chcete-li psát, klepněte
da: Tryk for at skrive
de: Zum Schreiben tippen
el: Αγγίξτε για γραφή
es: Pulsa para escribir
es_419: Toca para escribir
fi: Kirjoita napauttamalla
fr: Toucher pour écrire
fr_ca: Toucher pour écrire
he: הקש/י לכתיבה
hi: लिखने के लिए टैप करें
hr: Dodirnite za pisanje
hu: Koppintson az íráshoz.
id: Ketuk untuk menulis
it: Tocca per scrivere
ja: タップで書き込む
ko: 탭하여 쓰기
ms: Ketik untuk tulis
nb: Trykk for å skrive
nl: Tik om te schrijven
pl: Stuknij, aby wpisać
pt: Toque para escrever
pt_pt: Toque para escrever
ro: Apăsați pentru a scrie
ru: Коснитесь, чтобы написать
sk: Klepnutím píšte
sv: Tryck för att skriva
sw: Gusa kuandika
th: แตะเพื่อเขียน
tr: Yazmak için dokunun
uk: Торкніть, щоб написати
vi: Chạm để viết
zh_cn: 轻点来书写
zh_hk: 點一下編寫
zh_tw: 點一下來寫入

# PLACEHOLDER_TEXT_OR_NUMBER
source: Tap to answer
ar: اضغط للإجابة
ca: Prémer per contestar
cs: Odpověď
da: Tryk for at svare
de: Zum Antworten tippen
el: Αγγίξτε για απάντηση
es: Pulsa para contestar
es_419: Toca para contestar
fi: Vastaa napauttamalla
fr: Toucher pour répondre
fr_ca: Toucher pour répondre
he: הקש/י בכדי לענות
hi: उत्तर देने के लिए टैप करें
hr: Dodirnite za odgovaranje
hu: Koppintson a válaszhoz
id: Ketuk untuk menjawab
it: Tocca per rispondere
ja: タップで回答
ko: 탭하여 대답하기
ms: Ketik untuk jawab
nb: Trykk for å svare
nl: Tik om te antwoorden
pl: Stuknij, aby odpowiedzieć
pt: Toque para responder
pt_pt: Toque para responder
ro: Apăsați pentru a răspunde
ru: Коснитесь, чтобы ответить
sk: Klepnutím odpovedajte
sv: Tryck för att svara
sw: Gusa ili ujibu
th: แตะเพื่อตอบ
tr: Yanıtlamak için dokunun
uk: Торкніть, щоб відповісти
vi: Chạm để trả lời
zh_cn: 轻点来回答
zh_hk: 點一下回答
zh_tw: 點一下來回答

# PSAT_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nb: Trykk på Start for å begynne.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gusa 'Anza' ili kuanza.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# PSAT_INITIAL_INSTRUCTION
source: Remember this first digit.
ar: تذكر هذا العدد الأول.
ca: Recorda aquest primer dígit.
cs: Zapamatujte si toto první číslo.
da: Husk dette første tal.
de: Merke dir die erste Zahl.
el: Θυμηθείτε αυτό το πρώτο ψηφίο.
es: Recuerda este primer dígito.
es_419: Recuerda este primer dígito.
fi: Muista tämä ensimmäinen numero.
fr: Souvenez-vous de ce chiffre.
fr_ca: Mémorisez ce premier chiffre.
he: זכור/י ספרה ראשונה זו.
hi: इस पहले अंक को याद रखें।
hr: Zapamtite prvu znamenku.
hu: Jegyezze meg ezt az első számjegyet.
id: Ingat digit pertama ini.
it: Ricorda questa prima cifra.
ja: この最初の数字を覚えておいてください。
ko: 아래 첫 번째 숫자를 기억하십시오.
ms: Ingati digit pertama ini.
nb: Husk dette første sifferet.
nl: Onthoud dit eerste cijfer.
pl: Zapamiętaj tę pierwszą cyfrę.
pt: Memorize este primeiro dígito.
pt_pt: Lembre-se deste primeiro dígito.
ro: Rețineți această primă cifră.
ru: Запомните эту первую цифру.
sk: Zapamätajte si toto prvé číslo.
sv: Kom ihåg den första siffran.
sw: Kumbuka tarakimu hii ya kwanza.
th: จดจำตัวเลขตัวแรกนี้
tr: Bu ilk rakamı aklınızda tutun.
uk: Запам’ятайте цю першу цифру.
vi: Ghi nhớ số đầu tiên này.
zh_cn: 记住这第一个数字。
zh_hk: 記住第一個數字。
zh_tw: 記住第一個數字。

# PSAT_INSTRUCTION
source: Add this new digit to the previous one.
ar: اجمع هذا العدد الجديد على العدد السابق.
ca: Suma aquest número a l’anterior.
cs: Přičtěte toto číslo k předchozímu.
da: Læg dette nye tal sammen med det forrige.
de: Addiere diese Zahl zur vorherigen.
el: Προσθέστε αυτό το νέο ψηφίο στο προηγούμενο ψηφίο.
es: Suma este otro dígito al anterior.
es_419: Agregar este nuevo dígito al anterior.
fi: Lisää tämä uusi numero edelliseen.
fr: Ajoutez ce chiffre au précédent.
fr_ca: Ajoutez ce nouveau chiffre au précédent.
he: הוסף/י ספרה חדשה זו לספרה הקודמת.
hi: इस नए अंक का पिछले अंक में योग करें।
hr: Zbrojite ovu novu znamenku s prethodnom.
hu: Adja hozzá ezt az új számjegyet az előzőhöz.
id: Tambahkan digit baru ini ke digit sebelumnya.
it: Aggiungi questa nuova cifra alla precedente.
ja: この数字を直前の数字と足してください。
ko: 아래 새로운 숫자를 이전 숫자에 더하십시오.
ms: Tambah digit baru ini pada yang sebelumnya.
nb: Legg dette nye sifferet til det forrige.
nl: Tel dit nieuwe cijfer op bij het vorige.
pl: Dodaj tę cyfrę do poprzedniej.
pt: Adicione esse novo dígito ao anterior.
pt_pt: Adicione este novo dígito ao anterior.
ro: Adăugați această nouă cifră la cea anterioară.
ru: Прибавьте это новое число к предыдущему.
sk: Pripočítajte nové číslo k predošlému číslu.
sv: Addera det nya talet till det föregående.
sw: Ongeza tarakimu hii mpya kwa ile ya awali.
th: เพิ่มตัวเลขตัวใหม่นี้ไปที่ตัวเลขก่อนหน้า
tr: Bu yeni rakamı bir öncekine ekleyin.
uk: Додайте це нове число до попереднього.
vi: Cộng số mới này với số trước đó.
zh_cn: 将这个新数字与前一个数字相加。
zh_hk: 將這個新的數字與前一個數字相加。
zh_tw: 將新的數字與前一個數字相加。

# PSAT_INTRO_TEXT_2_%@
source: Single digits are presented every %@ seconds. You must add each new digit to the one immediately prior to it. Attention, you mustn't calculate a running total, but only the sum of the last two numbers.
ar: يتم عرض أرقام فردية كل %@ من الثواني. يجب عليك إضافة كل رقم جديد إلى الرقم الذي يسبقه مباشرةً. انتبه، لا يتعين عليك حساب مجموع مستمر، لكن فقط مجموع آخر رقمين.
ca: Es presenten números solts cada %@ segons. Has de sumar cada nou número al número immediatament anterior. Atenció: no has d’anar calculant la suma total, sinó només la suma dels dos últims números.
cs: Vždy za %@ s se zobrazí číslice. Přičtěte ji k bezprostředně předchozí číslici. Nesčítejte všechny číslice. Sečtěte jen poslední dvě.
da: Der vises enkelte tal hvert %@. sekund. Du skal lægge hvert nye tal sammen med tallet lige før det. Bemærk: Du skal ikke lægge alle tallene sammen, kun de to sidste tal.
de: Alle %@ Sekunden werden einzelne Zahlen präsentiert. Die musst jede neue Zahl zu der unmittelbar vorhergehenden addieren. Achtung, du sollst nicht die Gesamtsumme bilden, sondern nur die Summe der beiden letzten Zahlen.
el: Τα μονά ψηφία εμφανίζονται κάθε %@ δευτερόλεπτα. Πρέπει να προσθέτετε κάθε νέο ψηφίο με το ακριβώς προηγούμενό του. Προσοχή: Δεν πρέπει να υπολογίζετε το ολικό σύνολο, αλλά μόνο το σύνολο των τελευταίων δύο αριθμών.
es: Cada %@ segundos se muestra un dígito. Debes sumar cada dígito nuevo al anterior. Atención: no debes calcular la suma total de todos los dígitos, sino solo la suma de los dos últimos números.
es_419: Los dígitos únicos se presentan cada %@ segundos. Debes sumar cada dígito nuevo al que lo precede inmediatamente. Nota: No debes calcular un total acumulado; sólo la suma de los últimos dos números.
fi: Yksittäisiä numeroita näytetään %@ sekunnin välein. Kukin uusi numero on lisättävä sitä edeltäneeseen. Huomaa, että ei ole tarkoitus laskea jatkuvaa summaa, vaan vain kahden viimeisen numeron summa.
fr: Des chiffres uniques s’affichent toutes les %@ secondes. Vous devez ajouter chaque nouveau chiffre à celui qui l’a précédé. Attention, vous ne devez pas calculer de total, mais simplement la somme des deux derniers chiffres.
fr_ca: Un chiffre s’affiche toutes les %@ secondes. Vous devez ajouter chaque nouveau chiffre au chiffre précédent. Attention, vous ne devez pas calculer la somme totale, mais bien la somme des deux derniers chiffres.
he: ספרות בודדות מוצגות כל %@ שניות. עליך להוסיף ספרה חדשה אל זו שנמצאת ממש לפניה. לתשומת לבך, אין לחשב את הסה״כ המצטבר, אלא רק את סכום שני המספרים האחרונים.
hi: एकल अंक प्रति %@ सेकंड में प्रस्तुत किए जाते हैं। आपको प्रत्येक नए अंक का उससे ठीक पहले वाले अंक से योग करना है। ध्यान रखें, आपको कुल योग परिकलित नहीं करना है बल्कि केवल अंतिम दो अंकों का योग परिकलित करना है।
hr: Jednoznamenkaste brojke prikazuju se svakih %@ sekundi. Morate pribrojiti svaku novu znamenku onoj koja joj neposredno prethodi. Pozor, ne smijete računati ukupni iznos, nego samo zbroj posljednja dva broja.
hu: %@ másodpercenként számjegyek jelennek meg. Minden új számjegyet adjon hozzá az előtte lévőhöz. Figyelem: Ne számítsa ki a teljes sorozat összegét, csak az utolsó két számjegy összegét.
id: Digit tunggal dimunculkan setiap %@ detik. Anda harus menambahkan setiap digit baru ke digit sebelumnya. Ingat, jangan menghitung jumlah total, tapi hanya jumlah dua angka terakhir.
it: Le singole cifre vengono mostrate ogni %@ secondi. Devi aggiungere ciascuna cifra a quella immediatamente precedente. Attenzione, non devi calcolare un totale collettivo, ma solo la somma degli ultimi due numeri.
ja: %@秒ごとに1つの数字が表示されます。 表示された数字を、直前に表示された数字と足してください。 すべての数字を足すのではありません。常に、表示された数字とその直前の数字の2つだけを足してください。
ko: 한 자릿수의 숫자가 %@초마다 제시됩니다. 새로운 숫자가 제시될 때마다 직전에 제시된 숫자에 더하십시오. 총 누계를 계산하지 않도록 주의하십시오. 직전에 제시된 두 개의 숫자만 더하십시오.
ms: Digit tunggal dipaparkan setiap %@ saat. Anda mesti menambahkan setiap digit baru dengan digit sebelumnya. Harap maklum, anda tidak perlu mengira jumlah keseluruhan, tetapi jumlah dua nombor terakhir sahaja.
nb: Enkeltsifre vises hvert %@. sekund. Du må legge det nye sifferet sammen med det som ble vist rett før. Merk at du ikke skal summere alle tallene, bare de to som ble vist sist.
nl: Elke %@ seconden zie en/of hoor je een cijfer. Je moet elk nieuw cijfer optellen bij het vorige cijfer. Let op: je moet niet het totaal van alle cijfers berekenen, maar alleen de som van de laatste twee cijfers.
pl: Zaprezentujemy pojedyncze cyfry zmieniające się po %@ sekundach. Każdą nową cyfrę musisz dodać do cyfry poprzedniej. Uwaga, nie obliczaj łącznej sumy, lecz tylko sumę dwóch ostatnich cyfr.
pt: Dígitos únicos são apresentados a cada %@ segundos. Você deve adicionar cada novo dígito ao dígito anterior. Atenção, não calcule um total cumulativo, apenas a soma dos últimos dois números.
pt_pt: Os dígitos únicos são apresentados a cada %@ segundos. Tem de adicionar cada novo dígito ao dígito imediatamente anterior. Atenção, não deve calcular o valor total, mas apenas a soma dos últimos dois números.
ro: Cifrele apar la fiecare %@ secunde. Trebuie să adunați fiecare cifră nouă cu cea imediat precedentă. Atenție, nu trebuie să calculați suma totală, ci doar suma ultimelor două cifre.
ru: С частотой в %@ с будет показано однозначное число. Прибавляйте каждое новое число к предыдущему. Внимание! Вычислять общую сумму не нужно — просто складывайте два последних числа.
sk: Každé %@ s sa zobrazí nové číslo. Každé nové číslo musíte pripočítať k číslu zobrazenému pred ním. Pozor, nesmiete počítať celkový súčet týchto čísiel, ale len súčet dvoch posledných čísiel.
sv: Ensiffriga tal visas med intervall på %@ sekunder. Du måste addera varje nytt tal till talet som visades omedelbart före det. Obs! Du ska inte beräkna en löpande totalsumma, utan bara summan av de senaste två talen.
sw: Namba za tarakimu moja zinaonyeshwa kila baada ya sekunde %@. Lazima uongeze kila tarakimu mpya kwa ile iliyotangulia moja kwa moja. Kumbuka, hupaswi kuhesabu jumla inayoendelea, bali jumla ya tarakimu mbili za mwisho tu.
th: ตัวเลขหนึ่งหลักจะปรากฏขึ้นทุก %@ วินาที คุณต้องเพิ่มตัวเลขใหม่แต่ละตัวไปที่ตัวเลขก่อนหน้านั้นทันที โปรดทราบว่าคุณต้องไม่คำนวณผลรวมสะสม แต่ให้คำนวณเฉพาะผลรวมของตัวเลขสองตัวสุดท้ายเท่านั้น
tr: Tek basamaklar her%@ saniyede bir gösterilir. Her bir yeni basamağı hemen öncesindeki basamağa eklemelisiniz. Dikkat edin, toplamı değil, yalnızca son iki sayının toplamını hesaplayabilirsiniz.
uk: Однорозрядні числа показуються що %@ сек. Ви маєте додавати кожну нову цифру до цифри, що їй передує. Зауважте, що вам треба рахувати не підсумок, що наростає, а лише суму двох останніх чисел.
vi: Các số duy nhất được đưa ra cứ %@ giây một lần. Bạn phải cộng từng số mới với số ngay trước nó. Lưu ý: bạn không được tính tổng liên tục mà chỉ được tính tổng của hai số sau cùng.
zh_cn: 每隔 %@ 秒钟会显示一个一位数。 您必须将每个新数字与前面的一个的数字相加。 注意，您不用计算累加值，只需计算最后两个数字之和。
zh_hk: 每 %@ 秒會顯示一個個位數字。 你必須將每個新數字和前一個數字相加。 請注意，你不用計算累積總數，你只要計算最後兩個數字的總和。
zh_tw: 每 %@ 秒會顯示單一數字。 您必須將新的數字與前一個數字相加。 注意：您不能計算所有的數字總和，只需計算前兩個數字的總和。
